Repository: xacnio/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ca_es, da_dk, hu_hu, th_th, vi_vn, zh_cn, zh_tw

# Settings_Connection_Advanced_Ipv6LeakProtection
source: Disable IPv6 traffic
ar_sa: حماية من تسرب IPv6
ca_es: Protecció contra fuites de IPv6
da_dk: IPv6 Lækagebeskyttelse
hu_hu: IPv6 szivárgás elleni védelem
th_th: การป้องกันการรั่วไหลของ IPv6
vi_vn: Bảo vệ chống rò rỉ IPv6
zh_cn: IPv6 泄露保护
zh_tw: IPv6 leak protection

# Settings_Connection_Advanced_Ipv6LeakProtection_Description
source: Prevents IPv6 leaks by blocking connections to IPv6 addresses.
ar_sa: يمنع تسرب البيانات عن طريق حظر حركة مرور IPv6 التي لا تمر عبر نفق VPN.
ca_es: Evita fuites de dades bloquejant el trànsit IPv6 que no passa pel túnel VPN.
da_dk: Forhindrer datalækager ved at blokere IPv6-trafik, der ikke passerer gennem VPN-tunnelen.
hu_hu: Megakadályozza az adatszivárgást azáltal, hogy blokkolja azt az IPv6-forgalmat, amely nem a VPN-alagúton keresztül halad át.
th_th: ป้องกันข้อมูลรั่วไหลโดยบล็อกทราฟฟิก IPv6 ที่ไม่ผ่านอุโมงค์ VPN
vi_vn: Ngăn chặn rò rỉ dữ liệu bằng cách chặn lưu lượng IPv6 không đi qua đường hầm VPN.
zh_cn: 通过阻止未通过 VPN 隧道的 IPv6 流量来防止数据泄露
zh_tw: Prevents data leaks by blocking IPv6 traffic that doesn't pass through the VPN tunnel.

# Settings_Connection_Advanced_LanConnections
source: LAN connections
ar_sa: سماح اتصالات الشبكة المحلية LAN
ca_es: Permet connexions LAN
da_dk: Tillad LAN-forbindelser
hu_hu: LAN kapcsolatok engedélyezése
th_th: อนุญาตการเชื่อมต่อ LAN
vi_vn: Cho phép kết nối LAN
zh_cn: 允许 LAN 连接
zh_tw: 允許內網連線

# Settings_Connection_Advanced_LanConnections_Description
source: Allows you to connect to printers, speakers, and other devices in your device's local network.
ar_sa: يسمح بالاتصالات بالطابعات ومكبرات الصوت والأجهزة الأخرى في شبكتك المحلية.
ca_es: Permet connexions a impressores, altaveus i altres dispositius de la vostra xarxa local.
da_dk: Giver forbindelse til printere, højttalere og andre enheder i dit lokale netværk.
hu_hu: Lehetővé teszi a nyomtatókhoz, hangszórókhoz és egyéb eszközökhöz való csatlakozást a helyi hálózatában.
th_th: อนุญาตการเชื่อมต่อกับเครื่องพิมพ์ ลำโพง และอุปกรณ์อื่นๆ ในเครือข่ายท้องถิ่น
vi_vn: Cho phép kết nối với máy in, loa và các thiết bị khác trong mạng cục bộ.
zh_cn: 允许连至打印机、扬声器等局域网设备。
zh_tw: 允許連線到您區域網路中的印表機、揚聲器和其他裝置。

# Settings_Connection_Advanced_NatType
source: NAT type
ar_sa: نوع NAT
ca_es: Tipus de NAT
hu_hu: NAT típus
th_th: ประเภท NAT
vi_vn: Loại NAT
zh_cn: NAT 类型
zh_tw: NAT 類型

# Settings_Connection_Advanced_NatType_Conflict_Description
source: You won't be able to use port forwarding with Moderate NAT.
ar_sa: لن تتمكن من استخدام إعادة توجيه المنفذ مع NAT المعتدل.
ca_es: No podreu utilitzar el reenviament de ports amb NAT moderat.
da_dk: Du vil ikke kunne bruge port forwarding med Moderat NAT.
hu_hu: Mérsékelt NAT esetén nem tud porttovábbítást használni.
th_th: คุณจะไม่สามารถใช้การส่งต่อพอร์ตกับ NAT แบบ Moderate
vi_vn: Bạn sẽ không thể sử dụng chuyển tiếp cổng với NAT Trung bình.
zh_cn: 您无法使用 Moderate NAT 进行端口转发。
zh_tw: 啟用 Moderate NAT 時，您將無法使用連接埠轉送。

# Settings_Connection_Advanced_NatType_Conflict_Title
source: Enable Moderate NAT?
ar_sa: تمكين NAT المعتدل؟
ca_es: Activa el NAT moderat?
da_dk: Aktivér Moderat NAT?
hu_hu: Mérsékelt NAT engedélyezése?
th_th: เปิดใช้งาน NAT แบบ Moderate หรือไม่?
vi_vn: Kích hoạt NAT mức trung bình?
zh_cn: 开启保守 NAT 模式?
zh_tw: 啟用 Moderate NAT?

# Settings_Connection_Advanced_NatType_Description
source: Select a network address translation type for your connection.
ar_sa: حدد نوع ترجمة عنوان الشبكة للاتصال الخاص بك.
ca_es: Seleccioneu un tipus de traducció d'adreces de xarxa per a la vostra connexió.
da_dk: Vælg en oversættelsestype for netværksadresser til din forbindelse.
hu_hu: Válassza ki a hálózati címfordítás típusát a kapcsolathoz.
th_th: เลือกประเภท Network Address Translation สำหรับการเชื่อมต่อ
vi_vn: Chọn loại dịch địa chỉ mạng cho kết nối.
zh_cn: 选择 VPN 连接的网络地址转换（NAT）类型。
zh_tw: 選擇您的連線要使用的網路位址轉譯類型。

# Settings_Connection_Advanced_NatType_Moderate
source: Moderate (type 2)
ar_sa: معتدل (النوع 2)
ca_es: Moderada (tipus 2)
da_dk: Moderat (type 2)
hu_hu: Mérsékelt (típus 2)
th_th: Moderate (ประเภท 2)
vi_vn: Trung bình (loại 2)
zh_cn: 中等（类型 2）
zh_tw: 中等 (類別 2)

# Settings_Connection_Advanced_NatType_Moderate_Description
source: Some restriction on data entering your network. This option is best for online video gaming.
ar_sa: بعض القيود على دخول البيانات إلى شبكتك. هذا الخيار هو الأفضل لألعاب الفيديو عبر الإنترنت.
ca_es: Algunes restriccions a l'entrada de dades a la vostra xarxa. Aquesta opció és la millor per als videojocs en línia.
da_dk: En vis begrænsning af data, der kommer ind på dit netværk. Denne mulighed er bedst til online videospil.
hu_hu: A hálózatba belépő adatok bizonyos korlátozása. Ez az opció online videojátékokhoz a legjobb.
th_th: ข้อจำกัดบางประการเกี่ยวกับข้อมูลที่เข้าสู่เครือข่าย ตัวเลือกนี้ดีที่สุดสำหรับการเล่นเกมวิดีโอออนไลน์
vi_vn: Một số hạn chế về dữ liệu vào mạng. Tùy chọn này là tốt nhất để chơi game trực tuyến.
zh_cn: 阻止部分数据进入您的网络。该类型适合于在线游戏。
zh_tw: 部分限制數據流入您的網路。此選項最適合線上遊戲。

# Settings_Connection_Advanced_NatType_Strict
source: Strict (type 3)
ar_sa: صارم (النوع 3)
ca_es: Estricta (tipus 3)
da_dk: Striks (type 3)
hu_hu: Szigorú (3. típus)
th_th: Strict (ประเภท 3)
vi_vn: Nghiêm ngặt (loại 3)
zh_cn: 严格（类型 3）
zh_tw: 嚴格 (類別 3)

# Settings_Connection_Advanced_NatType_Strict_Description
source: Restricts the data entering your network. This option is more secure, but can make peer-to-peer gaming connections more difficult.
ar_sa: يقيد البيانات التي تدخل شبكتك. هذا الخيار أكثر أماناً، ولكنه قد يجعل اتصالات الألعاب من نظير إلى نظير أكثر صعوبة.
ca_es: Es restringeix l'entrada de dades a la vostra xarxa. Aquesta opció és més segura, però pot dificultar les connexions de jocs P2P.
da_dk: Begrænser de data, der kommer ind på dit netværk. Denne mulighed er mere sikker, men kan gøre peer-to-peer-spilforbindelser sværere.
hu_hu: Korlátozza a hálózatba belépő adatokat. Ez az opció biztonságosabb, de megnehezítheti a peer-to-peer játékkapcsolatokat.
th_th: จำกัดข้อมูลที่เข้าสู่เครือข่าย ตัวเลือกนี้ปลอดภัยกว่า แต่อาจทำให้การเชื่อมต่อเกมแบบ peer-to-peer ยากขึ้น
vi_vn: Hạn chế dữ liệu vào mạng. Tùy chọn này bảo mật hơn nhưng có thể làm cho kết nối chơi game ngang hàng khó khăn hơn.
zh_cn: 阻止数据进入您的网络。该类型更为安全，但网络游戏建立 P2P 连接会更困难。
zh_tw: 限制數據流入您的網路。此選項較為安全，惟點對點遊戲連線或會較困難。

# Settings_Connection_Advanced_OpenVpnDriver_Tap
source: Routes traffic between different networks.
ar_sa: يوجه حركة المرور بين الشبكات المختلفة.
ca_es: Dirigiu el trànsit entre xarxes diferents.
da_dk: Dirigerer trafik mellem forskellige netværk.
hu_hu: A különböző hálózatok közötti forgalom átirányítása.
th_th: กำหนดเส้นทางทราฟฟิกระหว่างเครือข่ายต่าง ๆ
vi_vn: Định tuyến lưu lượng giữa các mạng khác nhau.
zh_cn: 不同网络之间的路由流量。
zh_tw: 路由不同網路之間的流量。

# Settings_Connection_Advanced_OpenVpnDriver_Tun_Description
source: Uses bridging to connect networks. TUN provides higher speeds than TAP, but may be less stable.
ar_sa: يستخدم التجسير لربط الشبكات. يوفر TUN سرعات أعلى من TAP، ولكنه قد يكون أقل استقرارًا.
ca_es: Fes servir ponts per connectar xarxes. TUN ofereix velocitats més altes que TAP però pot ser menys estable.
da_dk: Bruger bridging til at forbinde netværk. TUN giver højere hastigheder end TAP, men kan være mindre stabil.
hu_hu: Hálózatok összekapcsolására hídképzést használ. A TUN nagyobb sebességet biztosít, mint a TAP, de kevésbé stabil lehet.
th_th: ใช้การเชื่อมโยงเพื่อเชื่อมต่อเครือข่าย TUN ให้ความเร็วสูงกว่า TAP แต่อาจมีความเสถียรน้อยกว่า
vi_vn: Sử dụng cầu nối để kết nối các mạng. TUN cung cấp tốc độ cao hơn TAP, nhưng có thể kém ổn định hơn.
zh_cn: 使用桥接技术连接网络。TUN 的速度比 TAP 快，但稳定性可能较差。
zh_tw: 使用橋接來連線網路。TUN 提供比 TAP 更高的速度，但可能較不穩定。

# Settings_Connection_Default
source: Default connection
ar_sa: الاتصال الافتراضي
ca_es: Connexió per defecte
da_dk: Standardforbindelse
hu_hu: Alapértelmezett kapcsolat
th_th: การเชื่อมต่อเริ่มต้น
vi_vn: Kết nối mặc định
zh_cn: 默认连接
zh_tw: 預設連線

# Settings_Connection_Default_Fastest
source: Fastest country
ar_sa: أسرع دولة
ca_es: País més ràpid
da_dk: Hurtigste land
hu_hu: Leggyorsabb ország
th_th: ประเทศที่เร็วที่สุด
vi_vn: Quốc gia nhanh nhất
zh_cn: 最快的地域
zh_tw: 最快的國家

# Settings_Connection_Default_Fastest_Description
source: The best server based on your location
ar_sa: أفضل خادم حسب موقعك
ca_es: El millor servidor basat en la seva ubicació
da_dk: Den bedste server baseret på din placering
hu_hu: A legjobb szerver az Ön tartózkodási helye alapján
th_th: เซิร์ฟเวอร์ที่ดีที่สุดตามตำแหน่งของคุณ
vi_vn: Máy chủ tốt nhất dựa trên vị trí hiện tại
zh_cn: 从所在位置来看最适合的服务器
zh_tw: 按您所在位置挑選最佳伺服器

# Settings_Connection_Default_Last
source: Last connection
ar_sa: آخر اتصال
ca_es: Última connexió
da_dk: Seneste forbindelse
hu_hu: Legutóbbi kapcsolat
th_th: การเชื่อมต่อล่าสุด
vi_vn: Kết nối gần đây nhất
zh_cn: 上次连接
zh_tw: 最後一次連接

# Settings_Connection_Default_Last_Description
source: Your most recently used connection
ar_sa: آخر اتصال تم استخدامه مؤخراً
ca_es: La seva connexió utilitzada més recentment
da_dk: Seneste anvendte forbindelse
hu_hu: A legutóbb használt kapcsolat az Ön tartózkodási helyén
th_th: การเชื่อมต่อที่ใช้ล่าสุด
vi_vn: Kết nối sử dụng gần đây nhất
zh_cn: 近期连接
zh_tw: 您最近一次使用的連線

# Settings_Connection_KillSwitch
source: Kill switch
ar_sa: مفتاح الأمان
hu_hu: Vészkapcsoló
th_th: สวิตช์ตัดการเชื่อมต่อฉุกเฉิน
vi_vn: Công tắc ngắt
zh_tw: 緊急終止開關

# Settings_Connection_KillSwitch_Advanced
source: Advanced
ar_sa: خيارات متقدمة
ca_es: Avançat
da_dk: Avanceret
hu_hu: Speciális
th_th: ขั้นสูง
vi_vn: Nâng cao
zh_cn: 高级
zh_tw: 進階

# Settings_Connection_KillSwitch_Advanced_Description
source: Only allow internet access when connected to Proton VPN. Advanced kill switch will remain active even when you restart your device.
ar_sa: السماح فقط بالوصول إلى الإنترنت عند الاتصال بـ Proton VPN. سوف يظل مفتاح الإيقاف المتقدم نشطاً حتى عند إعادة تشغيل جهازك.
ca_es: Només permet l'accés a internet quan estigui connectat a Proton VPN. Kill switch avançat romandrà actiu fins i tot quan reinicieu el dispositiu.
da_dk: Tillad kun internetadgang, når du er forbundet til Proton VPN. Avanceret kill switch forbliver aktiv, selv når du genstarter din enhed.
hu_hu: Csak akkor engedélyezze az internet-hozzáférést, ha csatlakozik a Proton VPN-hez. A fejlett vészkapcsoló akkor is aktív marad, ha újraindítja a készüléket.
th_th: อนุญาตการเข้าถึงอินเทอร์เน็ตเมื่อเชื่อมต่อกับ Proton VPN เท่านั้น สวิตช์ตัดการเชื่อมต่อฉุกเฉินขั้นสูงจะยังคงทำงานอยู่แม้เมื่อรีสตาร์ทอุปกรณ์
vi_vn: Chỉ cho phép truy cập internet khi kết nối với Proton VPN. Công tắc ngắt nâng cao sẽ vẫn hoạt động ngay cả khi khởi động lại thiết bị.
zh_cn: 只有连接到 Proton VPN 时才允许访问互联网。即使重新启动设备，高级 Kill Switch 也会保持激活状态。
zh_tw: 只有當連線到 Proton VPN 時才允許存取網路。進階緊急中止開關將保持啟用，即使您重新啟動裝置。

# Settings_Connection_KillSwitch_Description
source: Protects your IP address by disconnecting you from the internet if you lose your VPN connection.
ar_sa: يحمي عنوان IP الخاص بك عن طريق قطع اتصالك بالإنترنت إذا فقدت اتصال VPN الخاص بك.
ca_es: Protegeix la vostra adreça IP desconnectant-vos d'internet si perdeu la vostra connexió VPN.
da_dk: Beskytter din IP-adresse ved at afbryde forbindelsen til internettet, hvis du mister din VPN-forbindelse.
hu_hu: Megvédi az IP-címét azáltal, hogy megszakítja az internetkapcsolatát, ha megszakad a VPN-kapcsolat.
th_th: ปกป้องที่อยู่ IP โดยตัดการเชื่อมต่อจากอินเทอร์เน็ตหากการเชื่อมต่อ VPN หลุด
vi_vn: Bảo vệ địa chỉ IP bằng cách ngắt kết nối internet nếu mất kết nối VPN.
zh_cn: 如果失去 VPN 连接，会断开与互联网的连接，从而保护你的 IP 地址。
zh_tw: 如果 VPN 連線意外中斷，會暫停網路連線來保護您的 IP 位址。

# Settings_Connection_KillSwitch_Footer
source: When kill switch is on, you won't be able to connect to websites and apps excluded from your VPN connection through split tunneling.
ar_sa: عند تشغيل مفتاح الإيقاف التلقائي، لن تتمكن من الاتصال بمواقع الويب والتطبيقات المستبعدة من اتصال VPN الخاص بك من خلال split tunneling.
ca_es: Quan kill switch estigui activat, no us podreu connectar a llocs web i aplicacions excloses de la vostra connexió VPN mitjançant la tunelització dividida..
da_dk: Når kill-switchen er slået til, vil du ikke kunne forbinde til hjemmesider og apps, der er undtaget fra din VPN-forbindelse gennem split tunneling.
hu_hu: Ha a vészkapcsoló be van kapcsolva, nem tud csatlakozni a VPN-kapcsolatból a megosztott alagútépítéssel kizárt webhelyekhez és alkalmazásokhoz.
th_th: เมื่อเปิดสวิตช์ตัดการเชื่อมต่อฉุกเฉิน คุณจะไม่สามารถเชื่อมต่อกับเว็บไซต์และแอปที่ถูกยกเว้นจากการเชื่อมต่อ VPN ผ่านการแยกช่องสัญญาณ
vi_vn: Khi bật công tắc ngắt, bạn sẽ không thể kết nối với các trang web và ứng dụng bị loại trừ khỏi kết nối VPN thông qua tách đường hầm.
zh_cn: 当 Kill Switch 开启时，您将无法通过分割隧道连接到网站和被排除在您的 VPN 连接之外的应用。
zh_tw: 當緊急終止開關開啟時，您將無法透過分隔通道功能連線到被排除在 VPN 連線之外的網站和應用程式。

# Settings_Connection_KillSwitch_Standard
source: Standard
ar_sa: الأساسي
ca_es: Estàndard
hu_hu: Alap
th_th: มาตรฐาน
vi_vn: Tiêu chuẩn
zh_cn: 普通
zh_tw: 標準

# Settings_Connection_KillSwitch_Standard_Description
source: Automatically disconnect from the internet if VPN connection is lost.
ar_sa: قطع الاتصال تلقائياً بالإنترنت في حالة فقدان اتصال VPN.
ca_es: Desconnecteu-vos automàticament d'internet si es perd la connexió VPN.
da_dk: Afbryd automatisk forbindelsen til internettet, hvis VPN-forbindelsen afbrydes.
hu_hu: Automatikusan megszakítja az internetkapcsolatot, ha a VPN-kapcsolat megszakad.
th_th: ตัดการเชื่อมต่อจากอินเทอร์เน็ตโดยอัตโนมัติหากการเชื่อมต่อ VPN หลุด
vi_vn: Tự động ngắt kết nối internet nếu mất kết nối VPN.
zh_cn: 如果 VPN 连接丢失，会自动断开与互联网的连接。
zh_tw: 如果 VPN 連線中斷，會自動中斷網路連線。

# Settings_Connection_NetShield_BlockAdsMalwareTrackers
source: Block ads, malware and trackers
ar_sa: حظر الإعلانات، البرمجيات الضارة والمتعقبين
ca_es: Bloquegeu anuncis, programari maliciós i rastrejadors
da_dk: Blokér annoncer, malware og trackere
hu_hu: Hirdetések, rosszindulatú programok és nyomkövetők blokkolása
th_th: บล็อกโฆษณา มัลแวร์ และตัวติดตาม
vi_vn: Chặn quảng cáo, phần mềm độc hại và trình theo dõi
zh_cn: 拦截广告、恶意软件和跟踪器
zh_tw: 封鎖廣告、惡意軟體和追蹤器

# Settings_Connection_NetShield_BlockMalwareOnly
source: Block malware only
ar_sa: حظر البرامج الخبيثة فقط
ca_es: Bloqueja només programari maliciós
da_dk: Blokér kun malware
hu_hu: Csak a rosszindulatú programok blokkolása
th_th: บล็อคมัลแวร์เท่านั้น
vi_vn: Chỉ chặn phần mềm độc hại
zh_cn: 仅屏蔽恶意软件
zh_tw: 僅封鎖惡意軟體

# Settings_Connection_NetShield_Conflict_Description
source: You won't be able to connect with a custom DNS server when NetShield is enabled.
ar_sa: لن تتمكن من الاتصال بخادم DNS مخصص عند تمكين NetShield
ca_es: No us podreu connectar amb un servidor DNS personalitzat quan NetShield estigui activat.
da_dk: Du kan ikke oprette forbindelse til en brugerdefineret DNS-server, når NetShield er aktiveret.
hu_hu: Nem tud csatlakozni egyéni DNS-kiszolgálóval, ha a NetShield engedélyezve van.
th_th: คุณจะไม่สามารถเชื่อมต่อด้วยเซิร์ฟเวอร์ DNS ที่กำหนดเองเมื่อเปิดใช้งาน NetShield
vi_vn: Bạn sẽ không thể kết nối với máy chủ DNS tùy chỉnh khi NetShield được kích hoạt.
zh_cn: 启用 NetShield 后，您将无法连接自定义 DNS 服务器。
zh_tw: 啟用 NetShield 時，將無法使用自訂 DNS 伺服器。

# Settings_Connection_NetShield_Conflict_Title
source: Enable NetShield?
ar_sa: تفعيل NetShield؟
ca_es: Voleu activar NetShield?
da_dk: Aktivér NetShield?
hu_hu: NetShield engedélyezése?
th_th: เปิดใช้งาน NetShield หรือไม่?
vi_vn: Kích hoạt NetShield?
zh_cn: 启用 NetShield？
zh_tw: 啟用 NetShield？

# Settings_Connection_NetShield_Description
source: Protect yourself from ads, malware, and trackers on websites and apps.
ar_sa: احمِ نفسك من الإعلانات والبرامج الضارة وأدوات التتبع على مواقع الويب والتطبيقات.
ca_es: Protegiu-vos dels anuncis, el programari maliciós i els rastrejadors de llocs web i aplicacions.
da_dk: Beskyt dig selv mod reklamer, malware og trackere på hjemmesider og i apps.
hu_hu: Védekezzen a hirdetések, rosszindulatú programok és nyomkövetők ellen a webhelyeken és alkalmazásokban.
th_th: ปกป้องตนเองจากโฆษณา มัลแวร์ และตัวติดตามบนเว็บไซต์และแอป
vi_vn: Bảo vệ bản thân khỏi quảng cáo, phần mềm độc hại và trình theo dõi trên các trang web và ứng dụng.
zh_cn: 保护自己免受网站和应用程序上的广告、恶意软件和跟踪器的侵害。
zh_tw: 在網站和應用程式中阻擋廣告、惡意軟體和追蹤器，保護您的安全。

# Settings_Connection_NetShield_Footer
source: Some websites may not load properly when ads and trackers are blocked.
ar_sa: قد لا يتم تحميل بعض مواقع الويب بشكل صحيح عند حظر الإعلانات والمتتبعين
ca_es: És possible que alguns llocs web no carreguin correctament quan es bloquegen anuncis i rastrejadors.
da_dk: Nogle hjemmesider kan ikke indlæses korrekt, når annoncer og trackers er blokeret.
hu_hu: Előfordulhat, hogy egyes webhelyek nem töltődnek be megfelelően, ha a hirdetések és a nyomkövetők blokkolva vannak.
th_th: เว็บไซต์บางแห่งอาจโหลดไม่ถูกต้องเมื่อโฆษณาและตัวติดตามถูกบล็อก
vi_vn: Một số trang web có thể không tải đúng cách khi chặn quảng cáo và trình theo dõi.
zh_cn: 屏蔽了广告和跟踪器，某些网站可能加载不正常。
zh_tw: 當廣告與追蹤器被封鎖時，部分網站可能無法正常載入。

# Settings_Connection_NetShield_PrivacyPanel
source: NetShield Privacy Panel
ar_sa: لوحة خصوصية NetShield
ca_es: Panell de privadesa de NetShield
da_dk: NetShield Privatlivspanel
hu_hu: NetShield adatvédelmi panel
th_th: แผงความเป็นส่วนตัว NetShield
vi_vn: Bảng quyền riêng tư NetShield
zh_cn: NetShield 隐私面板
zh_tw: NetShield 隱私面板

# Settings_Connection_PortForwarding
source: Port forwarding
ar_sa: إعادة توجيه المنفذ
ca_es: Redirecció de ports
da_dk: Port-viderestilling
hu_hu: Port átirányítás
th_th: การส่งต่อพอร์ต
vi_vn: Chuyển tiếp cổng
zh_cn: 端口转发
zh_tw: 通訊埠轉送

# Settings_Connection_PortForwarding_ActivePort
source: Active port:
ar_sa: رقم المنفذ النشط:
ca_es: Número de port actiu:
da_dk: Aktivt portnummer:
hu_hu: Active port number:
th_th: หมายเลขพอร์ตที่ใช้งานอยู่:
vi_vn: Số cổng hoạt động:
zh_cn: 活动端口号：
zh_tw: Active port number:

# Settings_Connection_PortForwarding_ActivePort_Copy
source: Copy port number
ar_sa: نسخ رقم المنفذ
ca_es: Copia el número de port
da_dk: Kopiér portnummer
hu_hu: Port számának másolása
th_th: คัดลอกหมายเลขพอร์ต
vi_vn: Sao chép số cổng
zh_cn: 复制端口号
zh_tw: 複製連接埠號碼

# Settings_Connection_PortForwarding_Conflict_Description
source: You won't be able to use Moderate NAT when port forwarding is enabled.
ar_sa: لن تتمكن من استخدام إدارة NAT عند تمكين إعادة توجيه المنفذ.
ca_es: No podreu utilitzar el NAT moderat quan el reenviament de ports estigui activat.
da_dk: Du kan ikke bruge Moderat NAT, når port forwarding er aktiveret.
hu_hu: Nem tudja használni a Mérsékelt NAT-ot, ha a port átirányítás engedélyezve van.
th_th: คุณจะไม่สามารถใช้ NAT แบบ Moderate เมื่อเปิดใช้งานการส่งต่อพอร์ต
vi_vn: Bạn sẽ không thể sử dụng NAT Trung bình khi chuyển tiếp cổng được kích hoạt.
zh_cn: 启用端口转发后，将无法使用 Moderate NAT。
zh_tw: 啟用連接埠轉送時，您將無法使用 Moderate NAT。

# Settings_Connection_PortForwarding_Conflict_Title
source: Enable port forwarding?
ar_sa: تمكين إعادة توجيه المنفذ؟
ca_es: Voleu activar la redirecció de ports?
da_dk: Aktivér port forwarding?
hu_hu: Porttovábbítás engedélyezése?
th_th: เปิดใช้งานการส่งต่อพอร์ตหรือไม่?
vi_vn: Kích hoạt chuyển tiếp cổng?
zh_cn: 启用端口转发？
zh_tw: 啟用連接埠轉送？

# Settings_Connection_PortForwarding_Description
source: Bypass firewalls to connect to P2P servers and devices in your local network.
ar_sa: يحسن سرعات التورنت والألعاب من خلال السماح باتصالات P2P مباشرة عبر منفذ مخصص.
ca_es: Millora les velocitats de torrent i de joc permetent connexions P2P directes a través d'un port designat.
da_dk: Forbedrer torrenting- og spilhastigheder ved at tillade direkte P2P-forbindelser gennem en udpeget port.
hu_hu: Improves torrenting and gaming speeds by allowing direct P2P connections through a designated port.
th_th: ปรับปรุงความเร็ว Torrent และการเล่นเกมโดยอนุญาตการเชื่อมต่อ P2P โดยตรงผ่านพอร์ตที่กำหนด
vi_vn: Cải thiện tốc độ torrent và chơi game bằng cách cho phép kết nối P2P trực tiếp qua một cổng được chỉ định.
zh_cn: 通过指定端口允许直接 P2P 连接，以提升种子下载和游戏速度。
zh_tw: Improves torrenting and gaming speeds by allowing direct P2P connections through a designated port.

# Settings_Connection_PortForwarding_Footer
source: To use port forwarding, please connect to a server that supports P2P.
ar_sa: لاستخدام إعادة توجيه المنفذ، يرجى الاتصال بخادم يدعم P2P.
ca_es: Per utilitzar la redirecció de ports, connecteu-vos a un servidor que suporti P2P.
da_dk: Ved brug af port-videresendelse skal du forbinde til en server, der understøtter P2P.
hu_hu: A porttovábbítás használatához csatlakozzon olyan kiszolgálóhoz, amely támogatja a P2P-t.
th_th: หากต้องการใช้การส่งต่อพอร์ต โปรดเชื่อมต่อกับเซิร์ฟเวอร์ที่รองรับ P2P
vi_vn: Để sử dụng chuyển tiếp cổng, vui lòng kết nối với máy chủ hỗ trợ P2P.
zh_cn: 要使用端口转发，请连接到支持 P2P 的服务器。
zh_tw: 若要使用連接埠轉送，請連線到支援 P2P 的伺服器。

# Settings_Connection_PortForwarding_Loading
source: Loading...
ar_sa: جارٍ التحميل…
ca_es: S'està carregant...
da_dk: Indlæser…
hu_hu: Betöltés...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 正在载入…
zh_tw: 正在載入...

# Settings_Connection_PortForwarding_Notifications
source: Notifications
ar_sa: الإشعارات
ca_es: Notificacions
da_dk: Notifikationer
hu_hu: Értesítések
th_th: การแจ้งเตือน
vi_vn: Thông báo
zh_cn: 通知
zh_tw: 通知

# Settings_Connection_PortForwarding_Notifications_Description
source: Get notified when the port forwarding number changes
ar_sa: احصل على إشعار عندما يتغير رقم المنفذ النشط.
ca_es: Rebeu una notificació quan canviï el número de port actiu.
da_dk: Få besked, når dit aktive portnummer ændres.
hu_hu: Get notified when your active port number changes.
th_th: รับการแจ้งเตือนเมื่อหมายเลขพอร์ตที่ใช้งานอยู่เปลี่ยนแปลง
vi_vn: Nhận thông báo khi số cổng hoạt động thay đổi.
zh_cn: 在您的活动端口号变更时接收通知
zh_tw: Get notified when your active port number changes.

# Settings_Connection_Protocol
source: Protocol
ar_sa: البروتوكول
da_dk: Protokol
hu_hu: Protokoll
th_th: โปรโตคอล
vi_vn: Giao thức
zh_cn: 协议
zh_tw: 協定

# Settings_Connection_Protocol_NavigationFailed_Action
source: Go to profiles
ar_sa: الذهاب إلى الملفات الشخصية
ca_es: Aneu als perfils
da_dk: Gå til profilerne
hu_hu: Ugrás a profilokhoz
th_th: ไปที่โปรไฟล์
vi_vn: Đi tới hồ sơ
zh_cn: 转到配置文件
zh_tw: 前往設定檔

# Settings_Connection_Protocol_NavigationFailed_Message
source: You’re currently connected to a VPN profile. • To change the protocol for this connection, disconnect then edit your profile. • To change your protocol for other VPN connections, you’ll need to disconnect from your profile first.
ar_sa: أنت متصل حاليًا بملف تعريف VPN. • لتغيير البروتوكول لهذا الاتصال، اقطع الاتصال ثم قم بتعديل ملفك الشخصي. • لتغيير بروتوكولك لاتصالات VPN الأخرى، ستحتاج إلى قطع الاتصال بملفك الشخصي أولاً.
ca_es: Actualment esteu connectats a un perfil VPN. • Per a canviar el protocol d'aquesta connexió, desconnecteu i editeu el vostre perfil. • Per a canviar el vostre protocol en altres connexions VPN, primer heu de desconnectar-vos del vostre perfil.
da_dk: Du er i øjeblikket forbundet til en VPN-profil. • For at ændre protokollen for denne forbindelse skal du afbryde forbindelsen og derefter redigere din profil. • For at ændre din protokol for andre VPN-forbindelser skal du først afbryde forbindelsen til din profil.
hu_hu: Jelenleg egy VPN-profilhoz van csatlakoztatva. • A kapcsolat protokolljának megváltoztatásához bontsa meg a kapcsolatot, majd szerkessze a profilját. • Más VPN-kapcsolatok protokolljának megváltoztatásához először le kell választania a profilját.
th_th: คุณกำลังเชื่อมต่อกับโปรไฟล์ VPN • หากต้องการเปลี่ยนโปรโตคอลสำหรับการเชื่อมต่อนี้ ให้ยกเลิกการเชื่อมต่อแล้วแก้ไขโปรไฟล์ • หากต้องการเปลี่ยนโปรโตคอลสำหรับการเชื่อมต่อ VPN อื่น ๆ คุณต้องยกเลิกการเชื่อมต่อจากโปรไฟล์ก่อน
vi_vn: Bạn hiện đang kết nối với một hồ sơ VPN. • Để thay đổi giao thức cho kết nối này, hãy ngắt kết nối rồi chỉnh sửa hồ sơ. • Để thay đổi giao thức cho các kết nối VPN khác, bạn cần ngắt kết nối khỏi hồ sơ trước.
zh_cn: 您目前连接的是 VPN 配置文件。 • 要更改此连接的协议，请断开连接，然后编辑您的配置文件。 • 要为其他 VPN 连接更改协议，您需要先断开与配置文件的连接。
zh_tw: 您目前已連線到 VPN 設定檔。 • 若要變更此連線的協定，請中斷連線然後編輯您的設定檔。 • 若要變更其他 VPN 連線的協定，您需要先中斷與設定檔的連線。
